Repository: fsobolev/cavalier
Catalog: po/*.po
Languages: es, it

source: Audio Visualizer
es: Visualizador de Audio
it: Visualizzatore audio

source: Audio visualizer based on CAVA.
es: Visualizador de audio basado en CAVA.
it: Visualizzatore audio basato su CAVA.

source: Cavalier is an audio visualizer based on CAVA with customizable LibAdwaita interface.
es: Cavalier es un visualizador de audio basado en CAVA con una interfaz LibAdwaita personalizable.
it: Cavalier è un visualizzatore audio basato su CAVA con interfaccia personalizzabile LibAdwaita.

source: 4 drawing modes!
es: 4 modelos de dibujado!
it: 4 modalità di disegno!

source: Set single color or up to 10 colors gradient for background and foreground.
es: Configure un color o hasta 10 colores gradientes para el fondo y énfasis.
it: Imposta un singolo colore o fino a 10 sfumature di colori per lo sfondo e il primo piano.

source: Configure smoothing, noise reduction and a few other CAVA settings.
es: Configure suavizado, reducción de ruido y otros ajustes de CAVA.
it: Configura il livellamento, la riduzione del rumore e alcune altre impostazioni CAVA.

source: Second release of Cavalier.
es: Segundo lanzamiento de Cavalier.
it: Secondo rilascio di Cavalier.

source: New drawing mode — Particles!
es: Nuevo modo de dibujado — Partículas!
it: Nuova modalità di disegno — Particelle!

source: Color profiles! Create as many as you want and change between them instantly. Unfortunately, this new feature required to change how the application saves colors, and because of this your previous colors settings will be lost after installing this update.
es: Perfiles de color! Cree cuantos perfiles desee y cambie entre ellos instantaneamente. Desafortunadamente, esta nueva característica cambia la forma en la que la aplicación guarda los colores, por consecuente sus anteriores ajustes de color se perderán después de instalar esta actualización.
it: Profili colore! Creane quanti ne vuoi e cambia da uno all'altroall'istante. Sfortunatamente, questa nuova funzionalità richiedeva di modificare il modo in cui l'applicazione salva i colori e, per questo motivo, le impostazioni dei colori precedenti andranno perse dopo l'installazione di questo aggiornamento.

source: Added keyboard shortcuts to change most of the settings on the fly.
es: Se añadieron atajos de teclado para cambiar la mayoria de los ajustes.
it: Aggiunte scorciatoie da tastiera per modificare la maggior parte delle impostazioni al volo.

source: Added option to show/hide window controls.
es: Se añadió la opción de mostrar/ocultar los controles de ventana.
it: Aggiunta opzione per mostrare/nascondere i controlli della finestra.

source: Added option to autohide headerbar when the main window is not focused.
es: Se añadió la opción de ocultar la barra de título automáticamente cuando la ventana principal no está activa.
it: Aggiunta opzione per nascondere automaticamente la barra dell'intestazione quando la finestra principale non è focalizzata.

source: Added option to change roundness of items in "levels" and "particles" modes.
es: Se añadio la opción de cambiar la redondez de elementos en los modos "niveles" y "partículas".
it: Aggiunta opzione per modificare la rotondità degli elementi in "livelli" e modalità "particelle".

source: Added option to reverse the order of bars.
es: Se añadió la opción para revertir el orden de las barras.
it: Aggiunta opzione per invertire l'ordine delle barre.

source: Import/Export Settings
es: Importar/Exportar Ajustes
it: Impostazioni di importazione/esportazione

source: Window size
es: Tamaño de ventana
it: Dimensione finestra

source: Window maximized state
es: Tamaño máximo de ventana
it: Stato della finestra massimizzato

source: Whether main window is maximized or not
es: Si la ventana principal está maximizada o no
it: Se la finestra principale è massimizzata o meno

source: Window controls
es: Controles de ventana
it: Controlli finestra

source: Whether to show window control buttons.
es: Si se muestran los controles de ventana.
it: Se mostrare i pulsanti di controllo della finestra.

source: Autohide headerbar
es: Ocultar la barra de título automáticamente
it: Nascondi automaticamente barra di intestazione

source: Whether to hide headerbar when main window is not focused.
es: Si se oculta la barra de título cuando la ventana principal no está activa.
it: Se nascondere la barra di intestazione quando la finestra principale non è focalizzata.

source: Drawing mode
es: Modo de dibujado
it: Modalità disegno

source: Defines what the visualizer looks like.
es: Define como se ve el visualizador.
it: Definisce l'aspetto del visualizzatore.

source: Drawing area margin
es: Márgen del área de dibujado
it: Margine dell'area di disegno

source: Size of gaps around drawing area (in pixels).
es: Tamaño del espacio alrededor del area de dibujado (en píxeles).
it: Dimensione degli spazi attorno all'area di disegno (in pixel).

source: Offset between items
es: Espacio entre elementos
it: Scostamento tra gli elementi

source: The size of spaces between elements in "levels", "particles" and "bars" modes (in percent).
es: El tamaño de los espacios entre elementos de los modos "niveles", "partículas" y "barras" (en porcentaje).
it: La dimensione degli spazi tra gli elementi nelle modalità "livelli","particelle" e "barre" (in percentuale).

source: Roundness of items
es: Redondez de los elementos
it: Rotondità degli oggetti

source: This setting only affects "levels" and "particles" modes.
es: Este ajuste solo afecta a los modos "niveles" y "partículas".

source: Number of bars
es: Numero de barras
it: Numero di barre

source: Number of bars in CAVA config
es: Numero de barras en la configuración de CAVA
it: Numero di barre nella configurazione CAVA

source: Automatic sensitivity
es: Sensibilidad automática
it: Sensibilità automatica

source: Attempt to decrease sensitivity if the bars peak.
es: Intento para reducir la sensibilidad si las barras llegan a su punto máximo.
it: Tenta di ridurre la sensibilità se le barre raggiungono il picco.

source: Sensitivity
es: Sensibilidad
it: Sensibilità

source: Manual sensitivity. If automatic sensitivity is enabled, this will only be the initial value.
es: Sensibilidad manual. De ser activado, esto será solo el valor inicial.
it: Sensibilità manuale. Se la sensibilità automatica è abilitata, sarà solo il valore iniziale.

source: Channels
es: Canales
it: Canali

source: Mono or stereo
es: Mono o estéreo
it: Mono o stereo

source: Smoothing
es: Suavizado
it: Regolazione

source: Noise reduction
es: Reducción de ruido
it: Riduzione del rumore

source: This factor adjusts the integral and gravity filters to keep the signal smooth. 1 will be very slow and smooth, 0 will be fast but noisy.
es: Este factor ajusta la integral y los filtros de gravedad para mantener la señal suave. 1 será muy lento y suave, 0 será rápido pero ruidoso.
it: Questo fattore regola i filtri integrale e gravitazionale per mantenere il segnale regolare. 1 sarà molto lento e regolare, 0 sarà veloce ma rumoroso.

source: Reverse order
es: Orden inverso
it: Ordine inverso

source: Widgets style
es: Estilo de los widgets
it: Stile widget

source: Style used by Adwaita widgets.
es: Estilo usado por los widgets de Adwaita.
it: Stile utilizzato dai widget Adwaita.

source: Sharp corners
es: Esquinas planas
it: Angoli acuti

source: Whether the main window corners should be sharp.
es: Si la ventana principal debe ser plana.
it: Se gli angoli della finestra principale devono essere nitidi.

source: Color Profiles
es: Perfiles de Color
it: Profili colore

source: Index of active color profile
es: Índice del perfil de color activo
it: Indice del profilo colore attivo

source: Drawing Mode
es: Modo de Dibujado
it: Modalità disegno

source: Wave
es: Onda
it: Onda

source: Levels
es: Niveles
it: Livelli

source: Particles
es: Partículas
it: Particelle

source: Bars
es: Barras
it: Barre

source: This setting only affects "levels" and "particles" modes. 0 - square, 1 - round
es: Este ajuste solo afecta los modos "niveles" y "partículas". 0 - cuadrado, 1 - redondeado

source: Import
es: Importar
it: Importa

source: Export
es: Exportar
it: Esporta

source: Stereo
es: Estéreo

source: Off
es: Apagado

source: Noise Reduction
es: Reducción de Ruido
it: Riduzione del rumore

source: 0 - noisy, 1 - smooth
es: 0 - ruidoso, 1 - suave
it: 0 - rumoroso, 1 - regolare

source: Colors
es: Colores
it: Colori

source: Light
es: Claro
it: Chiaro

source: Dark
es: Obscuro
it: Scuro

source: Profile:
es: Perfil:
it: Profilo:

source: Add new profile
es: Crear nuevo perfil
it: Aggiungi nuovo profilo

source: Type a name for a new profile
es: Escriba un nombre para un nuevo perfil
it: Digitare un nome per un nuovo profilo

source: Add
es: Añadir
it: Aggiungi

source: Remove profile
es: Eliminar perfil
it: Rimuovi profilo

source: Are you sure you want to remove this profile?
es: ¿Está seguro de que quiere eliminar este perfil?
it: Sei sicuro di voler rimuovere questo profilo?

source: Remove
es: Eliminar
it: Rimuovi

source: Cancel
es: Cancelar
it: Cancella

source: <b>Foreground</b>
es: <b>Énfasis</b>
it: <b>In primo piano</b>

source: <b>Background</b>
es: <b>Fondo</b>
it: <b>Sfondo</b>

source: Select color
es: Seleccionar color
it: Seleziona colore

source: Remove color
es: Eliminar color
it: Rimuovi colore

source: Add color
es: Añadir color
it: Aggiungi colore

source: This name is already in use.
es: Este nombre ya está en uso.
it: Questo nome è già in uso.

source: Import Settings
es: Importar Ajustes
it: Impostazioni di importazione

source: Open
es: Abrir
it: Apri

source: Cavalier Settings File (*.cavalier)
es: Archivo de Ajustes de Cavalier (*.cavalier)
it: File impostazioni di Cavalier (*.cavalier)

source: All Files
es: Todos los Archivos
it: Tutti i file

source: Export Settings
es: Exportar Ajustes
it: Impostazioni di esportazione

source: Save
es: Guardar
it: Salva

source: Preferences
es: Preferencias
it: Preferenze

source: Keyboard Shortcuts
es: Atajos de Teclado
it: Scorciatoie da tastiera

source: About
es: Acerca de
it: Informazioni

source: Quit
es: Salir
it: Esci

source: Change Drawing Mode
es: Cambiar Modo de Dibujado
it: Cambia modalità di disegno

source: Change Drawing Area Margin
es: Cambiar Margen del Area de Dibujado
it: Modifica margine area di disegno

source: Change Offset Between Items
es: Cambiar Espacio Entre Elementos
it: Modifica scostamento tra gli elementi

source: Change Roundness of Items
es: Cambiar Redondez de Elementos
it: Cambia rotondità degli oggetti

source: Toggle Sharp Corners
es: Alternar Bordes Planos
it: Attiva/disattiva angoli acuti

source: Toggle Window Controls
es: Alternar Controles de Ventana
it: Attiva/disattiva i controlli della finestra

source: Toggle Autohide Headerbar
es: Alternar Ocultar Barra de Título Automáticamente
it: Attiva/disattiva automaticamente la barra di intestazione

source: Change Number of Bars
es: Cambiar Número de Barras
it: Cambia numero di barre

source: Toggle Channels
es: Alternar Canales
it: Abilita/disabilita canali

source: Toggle Reverse Order
es: Alternar Orden Inverso
it: Attiva/disattiva ordine inverso

source: Change Colors Profile
es: Cambiar Perfil de Colores
it: Cambia profilo colori

source: Toggle Widgets Style
es: Alternar Estilo de Widgets

source: This setting only affect "levels" and "particles" modes.
it: Questa impostazione riguarda solo le modalità "livelli" e "particelle".

source: This setting only affect "levels" and "particles" modes. 0 - square, 1 - round
it: Questa impostazione riguarda solo le modalità "livelli" e "particelle". 0 - quadrato, 1 - rotondo

source: Monstercat
it: Gatto mostruoso

source: Change Widgets Style
it: Attiva/disattiva lo stile dei widget
